Repository: eduvpn/apple
Catalog: EduVPN/Resources/*.lproj/Localizable.strings
Languages: nl

source: A call to `resumeAuthFlow` was called, but none available
nl: Een aanroep naar `resumeAuthFlow` werd gedaan, maar er is geen instantie beschikbaar.

source: Connect
nl: Verbind

source: Disconnect
nl: Verbreek

source: Disconnect existing profile and reconfigure
nl: Verbreek huidige profiel en configureer opnieuw

source: Display log
nl: Log weergeven

source: Error
nl: Fout

source: Failed to create dynamic API provider.
nl: Aanmaken van een dynamic API provider is mislukt.

source: Fetching instance configuration
nl: Instance configuratie ophalen

source: Fetching signature failed.
nl: Signatuur ophalen mislukt.

source: Institute access
nl: Instituut toegang

source: Loading certificate
nl: Certificaat laden

source: No auth flow available
nl: Geen auth flow beschikbaar

source: No concrete API instance while expecting one.
nl: Geen concrete API instantie, terwijl die wel verwacht wordt.

source: No profiles available
nl: Geen profielen beschikbaar

source: No stored auth state.
nl: Geen autorisatie opgeslagen.

source: OpenVPN template has no remotes.
nl: OpenVPN template bevat geen remotes.

source: Other
nl: Overige

source: Refreshing profiles
nl: Profielen bijwerken

source: Requesting profile config
nl: Profile configuratie opvragen

source: Secure Internet
nl: Veilig internet

source: Signature verification of discovery file failed.
nl: Signatuur verificatie van discovery file mislukt.

source: Static target configuration is incomplete.
nl: Static target configuratie is onvolledig.

source: Stop refreshing log
nl: Stop verversen log

source: There are no profiles configured for you on the instance you selected.
nl: Er zijn geen profielen geconfigureerd op de instance die je hebt geselecteerd.

source: Token refresh failed due to %@
nl: Token refresh mislukt vanwege %@

source: Unable to extract Common Name from VPN certificate.
nl: Niet in staat om de Common Name uit het VPN certificaat te halen.

source: Unable to materialize an OpenVPN config.
nl: OpenVPN configuratie aanmaken is niet gelukt.

source: VPN certificate is invalid.
nl: VPN certificaa is ongeldig.

source: VPN certificate should not be nil.
nl: VPN certificate moet niet leeg zijn.

source: VPN certificate status is unknown.
nl: VPN certificaat status is onbekend.

source: VPN certificate is expiring and needs to be refreshed
nl: VPN-certificaat verloopt en moet vernieuwd worden

source: The certificate for instance %@ is set to expire %@.
nl: Het certificaat voor instantie %@ verloopt op %@.

source: You are not authorized. Statuscode: %@ Response body: %@
nl: Je bent niet geautoriseerd. Statuscode: %@ Response body: %@

source: Network error. Statuscode: %@ Response body: %@
nl: Netwerk fout. Statuscode: %@ Response body: %@
